Repository: beautiful-taxonomy-filters/beautiful-taxonomy-filters
Catalog: languages/beautiful-taxonomy-filters-*.po
Languages: ca, de_ch

source: Taxonomy Filters
de_ch: Taxonomy Filter

source: Setup settings
ca: Ajusts de configuració
de_ch: Einstellungen

source: Filter module settings
de_ch: Filter Modul Einstellungen

source: Style settings
ca: Ajusts d'estil
de_ch: Stil-Einstellungen

source: Activate for these post types:
ca: Activar per a aquests posts personalitzats
de_ch: Für diese Post Types aktivieren:

source: Exclude these taxonomies:
ca: Excloure aquestes taxonomies.
de_ch: Diese Taxonomien ausschliessen:

source: Disable the select2 library:
de_ch: Die select2 library abstellen:

source: Enable a "Clear all" link:
ca: Activar un enllaç "Esborrar tot":
de_ch: Den Link "Einstellungen löschen" aktivieren:

source: Hide empty terms in the dropdowns:
de_ch: Leere Begriffe im Dropdown-Menü verbergen:

source: Show post count next to term name:
de_ch: Zeige die Anzahl der Posts neben dem jeweiligen Begriffsnamen:

source: Dropdown deselect/default behaviour:
de_ch: Dropdown-Menü abwählen/Voreingestelltes Verhalten:

source: Automagically insert the modules in the archives:
de_ch: Automatisches Einfügen des Moduls in die Archive:

source: Disable the active filters heading:
de_ch: Die Überschrift für aktive Filter abstellen:

source: Disable the filterinfo modules post count:
de_ch: Die Info zum Post-Zähler im Filtermodul abstellen:

source: Styling:
ca: Estil:
de_ch: Gestaltung:

source: Custom CSS Styling:
ca: Estils CSS personalitzats:
de_ch: Individuelle CSS-Gestaltung:

source: Beautiful Taxonomy Filters
de_ch: Beautiful Taxonomy Filter

source: How to use Beautiful Taxonomy Filters
ca: Com fer servir Beautiful Taxonomy Filters
de_ch: So werden Beautiful Taxonomy Filter angewendet

source: Select the post types you want to use the filtering on.</br> <b>Note:</b> if the post type aren't connected to one or more taxonomies you wont see any results.
de_ch: Es sind die für das Filtern genutzten Post Types auszuwählen.</br> <b>Hinweis:</b> Es werden keine Ergebnisse angezeigt, wenn die Post Types nicht mit mindestens einer Taxonomie verbunden ist.

source: Exclude any taxonomies you don't want the users to be able to filter on.</br> <b>Note:</b> Only affects taxonomies that are connected to post types you have selected
de_ch: Taxonomien, die vor den Benutzern verborgen werden sollen, sind auszuschliessen.</br> <b>Hinweis:</b> Das betrifft nur Taxonomien, die bereits zu den Post Types passend zugeordnet wurden.

source: Save Changes.
de_ch: Änderungen sichern.

source: <i>success! Your previously ugly taxonomy filtering is now oh so beautiful!</i>
ca: <i>Fantàstic! Els teus anteriors i lleigs filtres de taxonomies ara són Oh! Tant bonics! </i>
de_ch: <i>Grossartig! Die vorher unansehnliche Taxonomiefilterung sieht jetzt richtig gut aus!</i>

source: To use the dropdown filter module you can either use the widgets, automagic feature or copy:
de_ch: Um das Dropdown Filter Modul zu benutzen, kann das Seitenleisten-Widget, die automatische Funktion oder das Kopieren genutzt werden:

source: and paste it in your
ca: i enganxa en el teu
de_ch: und füge es in Deine

source: file in your template. It should be placed somewhere above
ca: fitxer de plantilla. Hauria de ser situat en algun lloc per sobre de
de_ch: Datei in Deinem Template. Platziert werden sollte es irgendwo über

source: <b>Note:</b> The layout of archive.php may differ drastically between different themes. We can't help you with the placement of the function in your theme so just try some locations (you can just remove the function again if something breaks) or ask in your themes support forum. Best of luck!
de_ch: <b>Hinweis:<b/> Der Aufbau der archive.php kann von Theme zu Theme stark variieren. Wir können bei der Platzierung der Funktionen nicht individuell helfen. Daher sind unterschiedliche Platzierungen auszuprobieren. Falls es Fehlermeldungen gibt, kann die Funktion einfach dort wieder entfernt werden. Alternativ hilft möglicherweise ein Forum zum genutzten Theme. Viel Erfolg!

source: To show the active filter info either use the widgets, automagic feature or copy:
de_ch: Um die Info zu den aktiven Filterungen anzuzeigen sind entweder Widgets, automatische Funktionen oder das Kopieren zu nutzen:

source: to wherever you want the filter info to appear.
de_ch: Diese Zeile kopieren und dort einsetzen, wo der Filter erscheinen soll.

source: Experimental feature. Attempts to automagically insert the modules in your archive. If the placement isn't what you want you'll have to use one of the other methods.
de_ch: Experimentell: Es wird versucht das Modul automatisch auf der Archiv-Seite einzufügen. Wenn diese Platzierung nicht den Anforderungen genügt, dann sind andere Methoden zu nutzen.

source: Filter info module
de_ch: Filter Info Modul

source: Location of the filter info module
de_ch: Position für das Filter Info Modul

source: Above the filter module
de_ch: Über dem Filtermodul

source: Below the filter module
de_ch: Unter dem Filtermodul

source: All option
de_ch: Alle Optionen

source: Placeholder
de_ch: Platzhalter

source: Functionality of the filter module. These are optional settings.
de_ch: Funktionalität für das Filtermodul. Dieses sind optionale Einstellungen.

source: This section lets you control the layout and design of the filter you can use in your archive pages.
ca: Aquesta selecció permet control·lar la disposició i el disseny del filtre que pots usar en les teves pàgines d'arxiu ("archive.php").
de_ch: Diese Bereich ermöglicht Layout- und Design-Einstellungen auf der Archiv-Seite.

source: All
ca: Tots
de_ch: Alle

source: Apply filter
ca: Aplicar el filtre
de_ch: Filter anwenden

source: Click to clear all active filters
ca: Click per esborrar tots els filtres actius
de_ch: Klicken, um alle aktiven Filter aufzuheben

source: Active filters
ca: Filtres actius
de_ch: Aktive Filter

source: Result of filter: %d
de_ch: Ergebnis der Filterung: %d

source: All
de_ch: Alle

source: Add an active filter info module to the sidebar
de_ch: Füge in die Seiteleiste die Info über aktive Module ein

source: Title:
de_ch: Titel:

source: Add a filter module to the sidebar
de_ch: Filtermodul in der Seitenleiste hinzufügen

source: Enable a "clear all" link:
de_ch: Erlaube "Einstellungen löschen" als Link:

source: Inherit
de_ch: Erben

source: Enable
de_ch: Erlauben

source: Disable
de_ch: Verbieten

source: Hide empty terms:
de_ch: Verstecke leere Taxonomien

source: Show post count:
de_ch: Anzahl der Posts zeigen:

source: Specific posttype:
de_ch: Spezieller Post Type:

source: Automatic (default)
de_ch: Automatisch (Voreinstellung)

source: By Selecting a specific posttype the filter will work from anywhere but only for that posttype.
de_ch: Durch die Auswahl eines speziellen Post Types wird der Filter überall funktionieren, jedoch nur für diesen Post Type.

source: Clear all
ca: Esborrar tots
de_ch: Filter zur&uuml;cksetzen

source: Select which post types you want to use the filtering on.</br> <b>Note:</b> if the post type aren't connected to one or more taxonomies you wont see any results.
ca: Selecciona els tipus d'entrades personalitzades (CPT) que vulguis fer servir en el filtrat.</br><b>Nota:</b> si el tipus d'entrada no està connectat a una o més taxonomies no veuràs cap resultat.

source: Exclude any taxonomies you don't want the users to be able to filter on.</br> <b>Note:</b> Only taxonomies that are connected to post types you have selected above will be affected
ca: Excloure qualsevol taxonomia que no vulguis que els usuaris siguin capaços de filtrar.</br><b>Nota:</b> Només les taxonomies connectades a tipus d'entrades que hagis seleccionat prèviament es veuran afectades.

source: Save your changes.
ca: Guarda els canvis.

source: To use the provided select dropdown filters. Copy:
ca: Per a usar els filtres desplegables proporcionats. Copia:

source: <b>Note:</b> The layout of archive.php may differ drastically between different themes. We can't help you with the positioning of the function in your theme so please either just try some locations (you can just remove the function again if something breaks) or ask in your themes support forum (if available). Best of luck!
ca: <b>Nota:</b> La disposició (layout) de l'arxiu "archive.php" pot variar dràsticament entre diferents temes. No podem ajudar-te amb el posicionament d'aquesta funció en el teu tema així que, si us plau, intenta provar en alguns llocs (pots treure la funció si alguna cosa va malament) o preguntar en el fòrum de suport del teu tema (si en disposa). Moltes sort!

source: <b>Note 2:</b> The function will only show a filter if the post type archive is for a post type you've selected in the settings above. So don't worry about filters in the wrong place.
ca: <b>Nota 2:</b> La funció només mostrarà el filtre si el fitxer és una entrada personalitzada que has seleccionat en els ajustaments anteriors. Així que no et preocupis dels filtres en llocs equivocats.
